# Taps
tap "acsandmann/tap"
tap "asmvik/formulae"
tap "atlassian/acli"
tap "felixkratz/formulae"
tap "gromgit/brewtils"
tap "isen-ng/dotnet-sdk-versions"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "sst/tap"


# Shell & Core Utils
brew "bash"
brew "fd"
brew "fzf"
brew "jq"
brew "ripgrep"
brew "stow"
brew "tree-sitter-cli"
brew "tree-sitter@0.25"
brew "wget"
brew "zoxide"

# Terminal & UI
brew "bat"
brew "btop"
brew "chafa"
brew "eza"
brew "gum"
brew "tmux"
brew "tpm"
brew "yazi"

# Development Languages & Runtimes
brew "deno"
brew "dotnet", link: false
brew "fnm"
brew "go"
brew "lua"
brew "luajit"
brew "luarocks"
brew "pkgconf"
brew "pnpm"
brew "powershell", link: false

# Development Tools
brew "biome"
brew "gh"
brew "git-delta"
brew "lazydocker"
brew "lazygit"
brew "openapi-tui"
brew "zizmor"

# Formatters
brew "prettier"
brew "prettierd"
brew "rustywind"
brew "shfmt"
brew "stylua"
brew "taplo"

# Language Servers
brew "bash-language-server"
brew "emmylua_ls"
brew "gopls"
brew "marksman"
brew "tailwindcss-language-server"
brew "vscode-langservers-extracted"
brew "vtsls"
brew "yaml-language-server"

# Cloud & Infrastructure
brew "azure-cli"
brew "mole"
brew "sesh"
brew "sst/tap/opencode"

# Media & Graphics
brew "ffmpeg"
brew "fortune"
brew "gowall"
brew "imagemagick"
brew "lutgen"
brew "poppler"
brew "resvg"
brew "sevenzip"

# macOS Utilities
brew "herdr"
brew "media-control"
brew "spicetify-cli", link: false
brew "switchaudio-osx"

# Custom Taps
brew "acsandmann/tap/rift"
brew "asmvik/formulae/skhd"
brew "atlassian/acli/acli"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "gromgit/brewtils/taproom"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"

# Fonts
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"

# Productivity & Apps
cask "karabiner-elements"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "wezterm"
cask "zed"

# Microsoft
cask "copilot-cli"
cask "copilot-language-server"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "powershell"
cask "visual-studio-code"

# .NET SDKs
cask "dotnet-sdk"
cask "isen-ng/dotnet-sdk-versions/dotnet-sdk8"
cask "isen-ng/dotnet-sdk-versions/dotnet-sdk8-0-400"

# VS Code Extensions
vscode "biomejs.biome"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "mvllow.rose-pine"
vscode "ravenothere.rose-pine-symbols"

# Go Packages
go "github.com/adriankarlen/det-blir-nog-regn"

# npm Packages
npm "@fission-ai/openspec"
npm "@gsd-build/sdk"
npm "@spp-technology/client-tracking"
npm "@spp-technology/intl"
npm "@spp-technology/sppackel"
npm "@th0rgal/ralph-wiggum"
npm "corepack"
npm "npm-check-updates"
npm "react-starter"
